tap "anomalyco/tap"

brew "git"
brew "neovim"
brew "go"
brew "node"
brew "python@3.13"
brew "php"
brew "composer"
brew "bun"
brew "ripgrep"
brew "fzf"
brew "jq"
brew "tree"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "postgresql@16"
brew "pgvector"
brew "mariadb"
brew "valkey"
brew "unixodbc"
brew "wget"
brew "zip"
brew "unzip"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"

cask "ghostty"
cask "google-chrome"
cask "gcloud-cli"
cask "postman"
cask "slack"
cask "font-fontawesome"
cask "font-jetbrains-mono-nerd-font"
